<template>
  <div class="">
    <swiper class="swiper" :options="swiperOption">
      <swiper-slide class="text">
        <div class="centent">
          1、蔚来汽车回应退车风波及高管离职

          12月8日消息，据报道，此前有消息称，蔚来汽车ES8的1589号车主称因各种故障要求“退车”。另据外媒报道，蔚来全球首席发展官兼北美公司CEO因个人原因将于12月17日正式离职。对此，蔚来汽车方面表示，已在第一时间与要求“退车”客户沟通解决了问题。另外，蔚来在北美是研发机构，目前蔚来还是立足于中国市场销售。蔚来CEO李斌将全权负责领导北美团队。

          2、智能网联汽车自动驾驶测试规范发布

          12月9日消息，据报道，《智能网联汽车自动驾驶功能测试规范》日前正式发布。国家汽车质量监督检验中心（襄阳）智能网联副总工程师周荣华强调，《测试规范》有四个基本原则：第一以保障自动驾驶测试的安全为底线，第二兼顾智能化和网联化两条技术路线，第三考虑了不同车型的测试场景的差别，第四注重测试场景选取的典型性和代表性。

          3、ofo遭至少9家公司起诉 多地运维停滞

          12月9日消息，据报道，2018年以来，至少有9家公司因合同纠纷将ofo告上法庭，涉及物流运输、房屋租赁、广告费用、拖欠货款等多种事由，部分案件已达成和解，尚有多起仍在审理之中。此外，ofo还涉及多起劳动合同纠纷。东峡大通在深圳、杭州、唐山等地的分公司因登记的住所或经营场所无法联系，曾被工商部门列入企业经营异常名录。

          4、美的生活电器与环境电器事业部合并

          12月10日消息，据报道，近日，美的集团将生活电器与环境电器事业部整合，合并为新的生活电器事业部，原生活电器总经理李国林出任总经理，原本的10个事业部减少至9个。除智能马桶盖由厨房与热水事业部承接外，环电所有产品均并入生活电器事业部。
          这是继半年前，美的厨电与热水器合并成立厨热事业部后，美的再次出手整合事业部。有知情人士透露，美的对事业部的整合还会持续。

          5、百度王海峰获首个吴文俊AI杰出贡献奖

          12月9日消息，据报道，被誉为“中国智能科学技术最高奖”的吴文俊人工智能科学技术奖在苏州举行颁奖典礼。本届吴文俊人工智能奖共对70项人工智能成果授奖，百度高级副总裁、AI技术平台体系总负责人王海峰荣获首个吴文俊人工智能“杰出贡献奖”。

          6、机构：iPhone新机采用率明显低于去年

          12月9日消息，市场研究机构Mixpanel最新发布的一份报告显示，苹果今年发布的iPhone XS、XS Max以及iPhone XR的采用率明显低于去年机型。Mixpanel数据来自应用程序和移动网站内部的分析框架，这些框架能够查看iPhone型号和其他细节。Mixpanel数据显示，iPhone XR是每周最畅销的iPhone机型。

          7、官方宣布小鹏G3定于12月12日上市

          12月9日消息，小鹏汽车近日宣布，将于12月12日举办小鹏G3上市发布会。官方预热海报显示，新车主打年轻定位，号称“我的第一台智能汽车”，提供魅惑蓝、冷俊灰等配色。车身规格方面，小鹏汽车G3长宽高分别为4.45/1.82/1.60米，轴距为2.61米，属于紧凑级SUV水平。工信部信息显示，该车采用三元锂电池，综合续航为351公里或365公里。

          8、野村证券：明年新iPhone将增加AR功能

          12月9日消息，日本投资银行野村证券分析师安妮·李（Anne Lee）发布报告称，明年新iPhone系列的机身尺寸、屏幕材质将保持不变，会增加AR功能。她表示，明年应该是iPhone最后一次使用iPhone X的设计架构，开始为5G和AR的初始硬件配置作准备，然后在2020财年才会为5G和更加全面的AR系统进行更大架构升级。

          9、三星重启逾百亿西安动力电池二期项目

          12月10日消息，据报道，三星集团旗下的三星SDI于近日低调重启位于西安的动力电池生产基地二期项目，并将重新调整在中国市场的策略。三星SDI将在西安共计投资1.7万亿韩元（约合105亿元人民币），项目建成后将形成5条60Ah锂离子动力电池生产线，该金额也是三星SDI近年来在全球投资的最大金额。

          10、汇桔宝获首轮融资 科发基金战略投资

          12月9日消息，据报道，汇桔网旗下四川智链（汇桔宝）获科发基金战略投资，双方将共同在绵阳打造汇桔网西南总部、汇桔宝企业人工智能大数据产业化云平台全国总部、国际IP技术转移产业基地、军民两用技术交易中心等重大项目。据悉，四川智链（汇桔宝）是汇桔网旗下商业智能企业产业化云平台，专注企业品牌发展与信息化领域。

          11、谢继军：科创板不会成为另一个新三板

          12月9日，招商证券投行部总经理谢继军表示，新三板和科创板最大的区别就是，科创板是在交易所里面设置的，而新三板不是，二者的交易机制不同。新三板的登记制度使得其比较难识别一些企业的优劣投资者。他认为，科创板不会成为另外一个新三板，因为它们是完全不同的两个事物，一个是交易所，一个是柜台。

          12、小米美团有望明年年中纳入港股通标的

          12月9日，深沪港交易所宣布，已就不同投票权架构公司纳入港股通股票具体方案达成共识，预计规则将于2019年年中生效实施。截至目前，已经在在港交所完成上市的企业中，采用不同投票权架构的公司仅小米集团（01810.HK）、美团点评（03690.HK）。

          13、新iPhone降价促销 苹果或被迫清库存

          12月10日消息，近日苹果在美国官网上推出新的促销优惠活动，用户可以折价换新：用旧iPhone7 Plus换购iPhone XR的方式购买这款新机，价格也会更优惠。此外，有业内人士透露，苹果准备启动新生产计划，有计划地减少新iPhone生产线，或重启iPhone X生产计划。业内人士认为：“这次苹果采取对iPhone XR等部分机型进行降价，是由于其前期预期过高，形成了巨大库存，苹果需要通过促销等方式消化库存。”

          14、高通数据中心业务裁员 共计269人

          12月8日消息，据外媒报道，高通正在对数据中心业务进行裁员，共裁员269人，包括在北卡罗来纳州Raleigh的144人及加州圣迭戈的125人。据悉，目前，高通在北卡罗来纳州“研究三角”地区还剩下约50名员工。

          15、大摩下调苹果目标价 因中国需求低迷

          12月8日消息，据外媒报道，投行大摩分析师下调苹果股价，将苹果12个月的目标股价从253美元下调至236美元。下调的主要原因是中国智能手机更换周期变得更长。

          16、中移动公布5G终端策略 明年7月过万台

          12月8日，中国移动终端公司副总经理汪恒江发布“5G终端产品白皮书”，首次明确给出中国移动公司首批试验型产品计划。白皮书显示，2018年12月启动规模试验5G网络之后，中国移动将于2019年1月采购100+台测试终端，2019年2月交付。同年3月采购500+台手机类、数据类终端，5月完成交付工作。7月采购1万台以上手机类、数据类终端，9月完成交付。

          17、Facebook遭意大利罚款1100万美元

          12月8日消息，据法新社报道，意大利市场竞争管理机构日前对Facebook处以1000万欧元（合1130万美元）的罚款，原因是该公司在未告知用户的情况下出售了用户数据，并千方百计阻止用户限制其分享。
        </div>
      </swiper-slide>
    </swiper>
  </div>
</template>

<script type="text/ecmascript-6">
  import 'swiper/dist/css/swiper.css'
  import {swiper, swiperSlide} from 'vue-awesome-swiper'

  export default {
    name: 'swiperDefault',
    data() {
      return {
        swiperOption: {
          direction:'vertical', // 设置竖排显示
          slidesPerView: "auto", // 设置同屏显示的数量，默认为1，这里使用auto是随意的意思。
          freeMode:'true', // 默认为false，普通模式：slide滑动时只滑动一格，并自动贴合wrapper，设置为true则变为free模式，slide会根据惯性滑动可能不止一格且不会贴合。
          mousewheel: true // 开启鼠标滚轮控制Swiper切换。可设置鼠标选项，或true使用默认值。
        }
      }
    },
    components: {
      swiper,
      swiperSlide
    }
  }
</script>

<style scoped lang="less">
  .swiper{
    height: 300px;
    overflow: hidden;
  }
  .text{
    font-size: 18px !important;
    text-align: left;
    padding:30px;
    height: auto;
    -webkit-box-sizing: border-box;
    -moz-box-sizing: border-box;
    box-sizing: border-box;
  }
</style>
